<template>
  <div class="serviceRegulation">
    <div class="LegalNotices-title">
      <p>服务条例</p>
      <p>Service regulation</p>
    </div>
    <div class="LegalNotices-value">
      尊敬的用户，你好：
本条款是吉林省优格信息科技有限公司通过属标网电子招标采购服务平台，为贵司提供用于企业间实现在线的相关产品及物资的采购和供应活动、招标方与投标方的招投标活动的法律文本。属标网的所有权和运营权归吉林省优格信息科技有限公司，凡有意享用我们提供的服务均可在网站注册成为用户，在您注册之前，请仔细阅读《服务条款》。
一、产品及服务
凡具有“属标”、"71hulian.com"、"qiyehulian.net"、属标LOGO 商标或标识和/或网站中提及的相关产品和服务，均为吉林省优格信息科技有限公司所有。凡在属标网站注册并通过属标认证的企业、组织和个人即视为属标的用户，并同意按本服务条例的规定享受权利、履行义务。
二、属标招投标登记与认证服务
依据中华人民共和国相关法律，凡具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的企业、组织和个人，皆有资格申请成为属标的用户。
有意使用属标所提供服务的企业、组织和个人，均须接受和遵守属标的有关规定进行诚信认证，诚信认证有效期与使用属标服务时限相关。
1、诚信认证是属标用户服务管理的重要组成部分，接受属标相关服务的用户可申请享有诚信认证服务。
2、根据诚信认证的有关要求，申请认证的用户须向属标提供包括但不限于《用户申请表》（加盖单位公章）、工商营业执照复印件（加盖单位公章）等资料。通过认证 的用户须执行年检制度。
3、通过认证的用户，将在属标网内或站内获得相应标识，并优先享有属标相应服务。同时，可以在自己的宣传资料以及其他对外活动中，展示和体现本单位为诚信认证用户的信息与内容，并可在自己的网页及文件上使用相关登记或认证标志。
三、属标用户账号管理规定
1、注册成功的用户将拥有一个通用的属标账号，并免费使用规定内的产品和服务。若用户需使用其他产品或服务，还须通过诚信认证或注册信息核实。
2、用户可以更改账号密码。用户应对账号和密码的安全性，以及利用该账号所从事的一切活动或行为承担全部责任。用户若发现账号被非法盗用或存在其他安全漏洞，应立即通知属标客户中心。
3、未经属标书面许可，用户不得将获得的属标用户名/账号、密码、相关服务以及获得的信息出售、转售、赠与、转借、租供给第三方或用于其它商业性用途。否则，由此造成的一切后果和责任由用户承担；同时，属标有权单方面中止为其提供的服务。
四、信息及用户资料权属
1、属标对其网站、产品和有关信息享有所有权和版权。未经属标书面许可，用户不得擅自利用，将其出售、转售或用于其他商业用途。如发现有用户利用属标网站、产品所提供的服务和信息用于商业用途并与属标形成竞争或损害属标利益的，属标有权单方终止其用户资格。如属标认为申请注册的用户与属标形成同业竞争并对属标的正常运营造成损害时，可拒绝其申请和注册。
2、用户授予属标网站无偿使用用户提交的"用户资料"的权利，即属标网站有权（全部或部分地）使用、复制、修订、改写、发布、翻译、分发、执行和展示“用户资料”或制作其派生作品，以任何形式、媒体或技术将“用户资料”纳入其他作品内。
五、用户法律责任
1、用户应确保其在注册、认证、收发邮件、使用服务等过程中提交给属标的"用户资料"的合法性与真实性，并对此承担全部责任。
2、用户应对其在属标网站及产品上发布的任何信息承担全部责任。
3、用户应遵守国家相关法律和规定，不得利用属标网站、产品从事任何有违法律和社会公德的活动；不得传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的等信息；不得传输助长国内不利条件和涉及国家安全的资料；不得干扰属标的服务秩序；否则，属标有权取消其账号，相关的系统记录有可能作为证据提交司法机关。
4、用户与其确定的参标供应商、中标供应商之间发生的纠纷，自行解决。
5、用户出现违约失信行为，一经投诉举报并查证属实，将按照属标网站规定被列入黑名单，置于页面公示，并对其平台账号做不同期限的封禁。
六、免责条款
1、由于自然灾害或不可抗力（如软件、系统服务设备维护、检修、基础电信业务经营者电信线路服务中止、国家政策变化等）等原因导致网络无法访问或无法提供正常提供服务，属标不承担责任。
2、用户应对从属标网站下载或通过属标网站、产品所提供服务而获得的任何信息承担所有风险和责任。
七、其它
1、服务终止后，属标没有义务为用户保留原账号或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。
2、属标有权对本服务协议的“条款”进行变更或更改。如“条款”有任何变更，属标将在网站上刊载通知。通知发布后，用户有权根据需要选择接受新条款或中止使用“服务”。通知生效后，若用户仍继续使用服务，则视为接受新“条款”。
本条例解释权归属标所有。
    </div>
  </div>
</template>

<script>
  import axios from 'axios'
  import { mapActions,mapGetters } from 'vuex'
  export default {
    name: 'serviceRegulation',
    data () {
      return {

      }
    },
    //定义这个sweiper对象
    computed: {
      ...mapGetters([
        'getAPIState',
        'getUserDB',
        'getPersonalDB'
      ]),
    },
    mounted () {
      this.updateBanner({
        chinese:'版权声明',
        english:'Copyright statement',
        urlPic:'./qyhl/copyright_bg.jpg',
      });
    },
    methods: {
      ...mapActions([
        'update_Search',
        'updateBanner'
      ]),

    },
    components:{
      axios,
    }
  }
</script>

<style scoped>
  .serviceRegulation {
    width: 950px;
    background: #fff;
  }
  .LegalNotices-title {
    text-align: center;
  }
  .LegalNotices-title p:first-child {
    margin-top: 30px;
    font-size: 18px;
    color: #333;
  }
  .LegalNotices-title p:last-child {
    margin-top: 5px;
    margin-bottom: 30px;
    font-size: 14px;
    color: #999;
  }
  .LegalNotices-value {
    line-height: 30px;
    font-size: 14px;
    color: #333;
    box-sizing: border-box;
    padding: 20px;
  }
</style>

